[
    {
        "judul": "Shabake (TV)",
        "sinopsis": "It is the Edo period. Ichitarou, the young master of Nagasakiya, one of the largest stores in Nihonbashi, has been in poor health since birth and is unable to go out. However, Ichitarou is always protected by demons such as Shirasawa and Inugami, who serve him. One night, Ichitarou goes out secretly and witnesses a murder. From that day on, bizarre murders begin to occur one after another in Edo... With the help of the demons, Ichitarou's search for the culprit begins!",
        "genre": [
            "Historical",
            "Mystery",
            "Mythology",
            "Supernatural"
        ],
        "url_poster": "Tidak tersedia"
    },
    {
        "judul": "May I Ask for One Final Thing?",
        "sinopsis": "In the middle of a ball, Scarlet's fiancé, Kyle, suddenly calls off their engagement. She's falsely accused of being a bully and people unfairly call her a \"Villainess.\" The aristocrats and noble families all denounce her. For years, she had to put up with his abuse and idiocy, but she can't take anymore of it! At her wit's end, she asks for one last favor; to give him a good fist in the face. So begins Scarlet's story of revenge against Kyle and his cronies! A fantasy about an elegant yet rebellious fighter, who doesn't let anyone take advantage of her!!",
        "genre": [
            "Action",
            "Comedy",
            "Romance"
        ],
        "url_poster": "https://kickass-anime.ru/image/poster/may-i-ask-for-one-final-thing-c2af-hq.webp"
    },
    {
        "judul": "Watari-kun's ****** Is about to Collapse",
        "sinopsis": "Two years ago, the death of Naoto Watari's parents left him as the sole caretaker for his younger sister Suzushiro \"Suzu\" Watari and forced him to move in with their aunt. So devoted is he to Suzu that he refuses to join clubs or even hang out with anyone, earning him snide comments and the title of \"siscon\" at his new school. But as long as Suzu is safe and happy, Naoto does not care what everyone else says. However, his sneering classmates may turn out to be the least of his worries. The sudden transfer of a girl named Satsuki Tachibana brings back traumatic memories from his past—a past she had a hand in making so unpleasant. Nasty secrets, unknown to Naoto, begin to surface with her arrival, threatening his new life.",
        "genre": [
            "Comedy",
            "Drama",
            "Romantic Subtext",
            "School",
            "Seinen"
        ],
        "url_poster": "https://kickass-anime.ru/image/poster/watari-kun-no-xx-ga-houkai-sunzen-f9a2-hq.webp"
    },
    {
        "judul": "Tougen Anki",
        "sinopsis": "Individuals with Momotarou and Oni blood coursing through their veins maintain a longstanding rivalry. The Oni are careless, rash, and disorderly, while the Momotarou protect the human world from the uncontrollable Oni. Shiki Ichinose is a reckless and irresponsible teenager, aware of his defiance and even proud of his expulsion from school. Despite Shiki's rebellious attitude, his foster father, Tsuyoshi, cares about him deeply. Tsuyoshi's selfless love is soon shown in an explosive incident when a Momotarou barges in looking for Shiki. As a Momotarou himself, Tsuyoshi has been hiding Shiki for years and keeping his Oni origins a secret even from him. As he gives up his life to save Shiki and confesses everything in his dying breath, Shiki's Oni blood awakens for the first time, transforming him into an unruly monster overflowing with rage and a thirst for revenge. Shiki's momentary outburst attracts the attention of Naito Mudano, an Oni teacher at the Rakshasa Academy—an institution for young Oni in need of understanding and perfecting their powers. Before Shiki can avenge his father, he must learn to control his headstrong and impulsive nature and, above all, fight against his own demonic blood.",
        "genre": [
            "Action",
            "Fantasy",
            "Mythology",
            "Shounen"
        ],
        "url_poster": "https://kickass-anime.ru/image/poster/tougen-anki-6802-hq.webp"
    },
    {
        "judul": "Cat's♥Eye",
        "sinopsis": "The protagonists of the series are the three Kisugi sisters—Hitomi, Rui and Ai—who run a café called Cat's Eye. The sisters lead a double life as a trio of highly skilled art thieves, leaving cards with the name \"Cat's Eye\" at the scene of their crimes. They steal works of art that belonged to their long-missing father, Heinz who was a famous art collector during the Nazi regime, in the hopes of him contacting them. Toshio, the police officer investigating this case is the fiancé of Hitomi. He also swears to capture and bring down the Cat's Eye Gang.",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Mystery",
            "Romance",
            "Shounen"
        ],
        "url_poster": "https://kickass-anime.ru/image/poster/catseye-8d56-hq.webp"
    }
]